Repository: shenoudak/EcommerceVendor
Catalog: Resources/SharedResource.*.resx
Languages: ar_eg

source: 24/7 technical support
ar_eg: 24/7 دعم فني

source: Account Name
ar_eg: اسم صاحب الحساب

source: Account Name :
ar_eg: اسم صاحب الحساب :

source: Actions
ar_eg: الإجراءات

source: Active
ar_eg: نشط

source: Add all your products through your control panel
ar_eg: اضف جميع منتجاتك من خلال لوحة التحكم الخاصة بك

source: Add Catagory
ar_eg: إضافة فئة

source: Add Other Catagories
ar_eg: اضافة فئات اخري

source: Add Product
ar_eg: اضافة منتج

source: Add SubCatagory
ar_eg: إضافة فئة فرعية

source: Add Your Products
ar_eg: إضافة منتجاتك

source: Adding Others Images For Item
ar_eg: فة صور اخري للمنتج

source: Adding Tax
ar_eg: الضريبة المضافة

source: Adding Tax :
ar_eg: الضريبة المضافة :

source: Address
ar_eg: العنوان

source: Address :
ar_eg: العنوان :

source: Affiliate Ratio
ar_eg: نسبة المسوق بالعمولة من اجمالي الطلب

source: Affiliates Count
ar_eg: عدد المسوقين بالعمولة

source: Arabic Description
ar_eg: الوصف باللغة العربية

source: Arabic Title
ar_eg: الاسم باللغة العربية

source: Available Stocks :
ar_eg: الكمية المتاحة في المخزن :

source: Back to Login
ar_eg: العوده لصفحة تسجيل الدخول

source: Bank Name
ar_eg: اسم البنك

source: Bank Name :
ar_eg: اسم البنك :

source: BarCode
ar_eg: باركود

source: Catagories
ar_eg: الفئات

source: Catagories Types Of Your Products
ar_eg: حدد انواع الفئات لمنتجاتك

source: Catagory Arabic Title
ar_eg: اسم الفئة بالعربية

source: Catagory English Title
ar_eg: اسم الفئة بالانجليزية

source: Category
ar_eg: الفئة

source: Category :
ar_eg: الفئة :

source: Category Details
ar_eg: تفاصيل الفئة

source: Change Password
ar_eg: تغيير الرقم السري

source: check your email and click to the link in Email Message
ar_eg: تحقق من بريدك الالكتروني واضغط علي الرابط المرفق بالرسالة

source: Close
ar_eg: إغلاق

source: Configurations
ar_eg: الإعدادات

source: Confirm Password
ar_eg: تأكيد الرقم السري

source: Confirm Password *
ar_eg: تأكيد الرقم السري *

source: Contact Us
ar_eg: تواصل معنا

source: Copy of Interactive Link
ar_eg: نسخ رابط التفاعل

source: Current Balance
ar_eg: الرصيد الحالي

source: Customer Messages
ar_eg: رسائل العملاء

source: Customer Orders Count
ar_eg: عدد طلبات العملاء

source: Customers Count
ar_eg: عدد العملاء

source: Daily Vistors Count
ar_eg: عدد زائين الموقع يومياً

source: Dashboard
ar_eg: لوحه تحكم مدير الموقع

source: Delete
ar_eg: حذف

source: Delete It!!
ar_eg: حذفها !!

source: Deleting it Category will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الفئة الي حذف جميع بياناتها من قاعده البيانات

source: Deleting it SubCategory will remove all of its information from its database.
ar_eg: سيؤدي حذفك لهذه الفئة الفرعية الي حذف جميع بياناتها من قاعده البيانات

source: Description :
ar_eg: تفاصيل المنتج

source: Details
ar_eg: التفاصيل

source: Didn't have any account?
ar_eg: ليس لدي حساب ؟

source: Do you already have an account ?
ar_eg: هل لديك حساب بالفعل

source: Documents
ar_eg: الوثائق

source: Don't have an account?
ar_eg: ليس لديك حساب

source: Easy To Manage
ar_eg: تَسهُل إدارته

source: Edit
ar_eg: تعديل

source: Edit Affiliate Ratio
ar_eg: تعديل نسبة المسوق بالعمولة

source: Edit Category
ar_eg: تعديل الفئة

source: Edit Product
ar_eg: تعديل المنتج

source: Edit SubCategory
ar_eg: تعديل الفئة الفرعية

source: Email
ar_eg: البريد الإلكتروني

source: English Description
ar_eg: الوصف باللغة الانجليزية

source: English Title
ar_eg: الاسم باللغه الانجليزية

source: Enter Account Name
ar_eg: إدخل اسم صاحب الحساب

source: Enter Address
ar_eg: إدخل العنوان

source: Enter Affiliate Ration
ar_eg: إدخل نسبة المسوق بالعمولة من اجمالي الطلب

source: Enter Arabic Description
ar_eg: أدخل الوصف باللغة العربية

source: Enter Arabic Title
ar_eg: إدخل الاسم باللغة العربية

source: Enter Bank Name
ar_eg: إدخل اسم البنك

source: Enter Category Sort Index
ar_eg: إدخل ترتيب الفئة

source: Enter current password
ar_eg: إدخل الرقم السري الحالي

source: Enter English Description
ar_eg: إدخل الوصف باللغة الانجليزية

source: Enter English Title
ar_eg: إدخل الاسم باللغة الإنجليزية

source: Enter Iban
ar_eg: أدخل رقم ال Iban

source: Enter new password
ar_eg: إدخل الرقم السري الجديد

source: Enter Phone 1
ar_eg: إدخل رقم التليفون الاول

source: Enter Phone 2
ar_eg: إدخل رقم التليفون الثاني

source: Enter Product Price
ar_eg: إدخل سعر المنتج

source: Enter Responsible Name For Supply
ar_eg: إدخل اسم المسئول عن التوريد

source: Enter Share Ration In Percentage Ex 5
ar_eg: إدخل نسبة التسعير بالمائة علي سبيل المثال 5

source: Enter Sort Index
ar_eg: إدخل الترتيب

source: Enter SubCatagory Arabic Title
ar_eg: ادخل اسم الفئة الفرعية باللغة العربية

source: Enter SubCatagory English Title
ar_eg: ادخل اسم الفئة الفرعية باللغة الانجليزية

source: Enter Trade Name
ar_eg: إدخل الاسم التجاري

source: Enter Video URL
ar_eg: إدخل رابط فيديو المنتج

source: File Name
ar_eg: اسم الملف

source: FM
ar_eg: اف ام

source: FM makes it easier for you to sell your products
ar_eg: اف ام يجعل من السهل عليك بيع منتجاتك

source: Forgot your password?
ar_eg: نسيت كلمة السر ؟

source: Full Name
ar_eg: الاسم بالكامل

source: GET STARTED NOW
ar_eg: ابدأ الان

source: Go To Your Control Panel
ar_eg: اذهب الي لوحة التحكم

source: Has SubProduct
ar_eg: لديه منتج فرعي

source: Home
ar_eg: الرئيسية

source: How We Can Help
ar_eg: كيف نساعدك

source: I agree to the
ar_eg: أوافق علي

source: Iban
ar_eg: رقم ال Iban

source: Iban :
ar_eg: رقم ال Iban :

source: ID Photo
ar_eg: صوره الهوية

source: Image
ar_eg: الصوره

source: Image File
ar_eg: صوره

source: Is Active?
ar_eg: نشط

source: Item Images
ar_eg: صور المنتج

source: Join Now!
ar_eg: اشترك الان

source: Jovera
ar_eg: جوفيرا

source: Licience Photo
ar_eg: صورة الرخصة التجارية

source: Loading...
ar_eg: تحميل ...

source: Location
ar_eg: الموقع

source: Log In
ar_eg: تسجيل الدخول

source: Login
ar_eg: تسجيل الدخول

source: Main Product Image
ar_eg: الصورة الرئيسية للمنتج

source: Manage Affiliate Ratio
ar_eg: إدارة نسبة المسوق بالعمولة

source: Manage Categories
ar_eg: ادارة الفئات

source: Manage Customers
ar_eg: اداره العملاء

source: Manage Items
ar_eg: إدارة المنتجات

source: Manage Stores
ar_eg: إدارة المخازن

source: Manage Suppliers
ar_eg: ادارة الموردين

source: Mini SubCatagories
ar_eg: اصغر فئات فرعية

source: Name
ar_eg: الاسم

source: New Password *
ar_eg: الرقم السري الجديد *

source: No Images
ar_eg: لا توجد صور

source: No. of Orders :
ar_eg: عدد الاوردرات :

source: Number Of Customer
ar_eg: عدد العملاء

source: Of Your Products
ar_eg: لكل منتجاتك

source: Old Password *
ar_eg: الرقم السري القديم *

source: Orders Report
ar_eg: تقارير الطلبات

source: Other Catagories
ar_eg: فئات اخري

source: Other Products Catagories
ar_eg: فئات اخري للمنتجات

source: Our Amazing Features
ar_eg: مميزاتنا الرائعة

source: Page Arabic Title
ar_eg: اسم الصفحة باللغة العربية

source: Page Content
ar_eg: محتوي الصفحات

source: Page English Title
ar_eg: اسم الصفحة باللغة الانجليزية

source: Pages Content
ar_eg: محتوى الصفحات

source: Password
ar_eg: الرقم السري

source: Phone 1
ar_eg: رقم التليفون الاول

source: Phone 1 :
ar_eg: رقم التليفون الاول :

source: Phone 2
ar_eg: رقم التليفون الثاني

source: Phone 2 :
ar_eg: رقم التليفون الثاني :

source: Please choose a Catagory
ar_eg: من فضلك اختر فئة

source: Please enter your email address.
ar_eg: من فضلك إدخل بريدك الالكتروني

source: Please enter your message.
ar_eg: من فضلك إدخل الرسالة

source: Please enter your name.
ar_eg: من فضلك إدخل اسمك

source: Price
ar_eg: السعر

source: Price :
ar_eg: السعر :

source: Priview
ar_eg: معاينة

source: Priview Image
ar_eg: معاينة الصوره

source: Product
ar_eg: المنتج

source: Product Description
ar_eg: تفاصيل المنتج

source: Product Details
ar_eg: تفاصيل المنتج

source: Product Image
ar_eg: صورة المنتج

source: Products Catagories
ar_eg: فئات المنتجات

source: Profile
ar_eg: الملف الشخصي

source: Profile Overview
ar_eg: نظرة عامه للملف الشخصي

source: Publish Your Products
ar_eg: نشر منتجاتك

source: Published :
ar_eg: تم اضافتة بتاريخ :

source: Quantity
ar_eg: الكمية

source: Register
ar_eg: انشاء حساب جديد

source: Register As Avendor
ar_eg: قم بالتسجيل كبائع

source: Register with us as a Vendor and display all your products
ar_eg: سجل معنا كبائع واعرض جميع منتجاتك

source: Remember me
ar_eg: تذكرني

source: Reports
ar_eg: تقارير

source: Reset Password
ar_eg: إعادة تعيين كلمة السر

source: Responsible Name For Supply
ar_eg: اسم المسئول عن التوريد

source: Responsible Name For Supply :
ar_eg: اسم المسئول عن التوريد :

source: Sample Photos Of Your Products
ar_eg: بعض العينات لصور المنتجات

source: Select Category
ar_eg: اختر فئة

source: Select Your Products Catagories
ar_eg: اختر فئات منتجاتك

source: Send
ar_eg: إرسال

source: Share Ratio
ar_eg: نسبة التسعير

source: Show All Products
ar_eg: اعرض جميع منتجاتك

source: Sign In
ar_eg: تسجيل الدخول

source: Sign Up
ar_eg: اشتراك

source: Sign up with us as a Vendor and display all your products on
ar_eg: اشترك معنا كبائع واعرض جميع منتجاتك علي

source: SignUp
ar_eg: قم بالتسجيل

source: Simple &amp;&amp; Clean
ar_eg: سهل وبسيط

source: Sort Index
ar_eg: الترتيب

source: Specification
ar_eg: الوصف

source: Statistics Dashboard
ar_eg: لوحه التحكم الاحصائية

source: Steps from the beginning of registration until publishing your products
ar_eg: الخطوات من بداية التسجيل حتى نشر منتجاتك

source: Stores
ar_eg: المخازن

source: SubCat Arabic Title
ar_eg: اسم الفئة الفرعية بالعربية

source: SubCat English Title
ar_eg: اسم الفئة الفرعية بالانجليزية

source: SubCatagories
ar_eg: الفئات الفرعية

source: Submit To Complete
ar_eg: ارسال لاستكمال الملف الشخصي

source: System Configurations
ar_eg: اعدادات النظام

source: Taxing Number
ar_eg: الرقم الضريبي

source: Taxing Number :
ar_eg: رقم الضريبة المضافة :

source: Terms and Conditions
ar_eg: الشروط والاحكام

source: Today Orders
ar_eg: طلبات اليوم

source: Total customer Order Amount
ar_eg: إجمالي طلبات العملاء

source: Total Profit Amount
ar_eg: إجمالي الربح

source: Total Revenue :
ar_eg: اجمالي الإيردات

source: Trade Name
ar_eg: الاسم التجاري

source: Trade Name :
ar_eg: الاسم التجاري :

source: Type
ar_eg: النوع

source: Vendor
ar_eg: بائع

source: Vendor Info
ar_eg: معلومات البائع

source: Vendor Name
ar_eg: اسم البائع

source: Vendors Count
ar_eg: عدد البائعين

source: Video Url
ar_eg: رابط فيديو المنتج

source: View
ar_eg: عرض

source: We Have Affiliates
ar_eg: لدينا مسوقين بالعمولة

source: We have marketers everywhere
ar_eg: لدينا مسوقين في كل مكان

source: Welcome to
ar_eg: مرحباً بك في

source: With FM
ar_eg: مع اف ام

source: Withdraw Requests Count
ar_eg: عدد طلبات السحب

source: Yes,
ar_eg: نعم

source: You are about to delete This Category ?
ar_eg: هل انت متأكد انك تريد حذف هذه الفئة

source: You are about to delete This SubCategory ?
ar_eg: هل انت متأكد انك تريد حذف هذه الفئة الفرعية

source: Your product will be marketed and sold as quickly as possible
ar_eg: منتجك سيسوق ويباع في اسرع وقت
